---
kind: other
id: Properties.T:Autodesk.Revit.DB.ParameterDownloadOptions
source: html/d25a31fc-bb30-200a-1346-6f497de0a7ab.htm
---
# ParameterDownloadOptions Properties

True if binding to Element instances, false if binding to Element types.